{
    "不怕慢，只怕站": "Fear not the slowness, only the stoppage. - Chinese Proverb",
    "失敗は成功のもと": "Failure is the foundation of success. - Japanese Proverb",
    "행운은 용기 있는 자에게만 온다": "Luck comes only to those who dare. - Korean Proverb",
    "Chi semina vento raccoglie tempesta": "Those who sow the wind reap the whirlwind. - Italian Proverb",
    "La vida es sueño, y los sueños, sueños son": "Life is a dream, and dreams are but dreams. - Spanish Proverb",
    "Carpe Diem": "Seize the day. - Latin Phrase",
    "Nichts ist unmöglich": "Nothing is impossible. - German Proverb",
    "Vivre le moment présent": "Live in the present moment. - French Proverb",
    "Att tro på sig själv är början till all framgång": "Believing in oneself is the beginning of success. - Swedish Proverb",
    "Non ducor duco": "I am not led; I lead. - Latin Phrase",
    "習慣成自然": "Habit becomes nature. - Chinese Proverb",
    "七転び八起き": "Fall seven times, stand up eight. - Japanese Proverb",
    "무조건이 승리다": "No surrender, no defeat. - Korean Proverb",
    "Una rondine non fa primavera": "One swallow does not make a summer. - Italian Proverb",
    "Saber es poder": "Knowledge is power. - Spanish Proverb",
    "Der Apfel fällt nicht weit vom Stamm": "The apple doesn't fall far from the tree. - German Proverb",
    "Qui n'avance pas, recule": "He who doesn't move forward, goes backward. - French Proverb",
    "En plats i solen": "A place in the sun. - Swedish Proverb",
    "Omnia vincit amor": "Love conquers all. - Latin Phrase",
    "自助者天助": "God helps those who help themselves. - Chinese Proverb",
    "石の上にも三年": "Sitting on a rock for three years. - Japanese Proverb",
    "세상은 넓고 배우는 길은 멀다": "The world is vast, and the path of learning is long. - Korean Proverb",
    "A tutto c'è rimedio fuorché alla morte": "Everything has a remedy except death. - Italian Proverb",
    "Dime con quién andas, y te diré quién eres": "Tell me who you walk with, and I'll tell you who you are. - Spanish Proverb",
    "Der Klügere gibt nach": "The wiser one gives in. - German Proverb",
    "C'est l'exception qui confirme la règle": "It's the exception that proves the rule. - French Proverb",
    "Bättre sent än aldrig": "Better late than never. - Swedish Proverb",
    "Vivere est cogitare": "To live is to think. - Latin Phrase",
    "良薬は口に苦し": "Good medicine tastes bitter. - Japanese Proverb",
    "노력은 배신하지 않는다": "Efforts will never betray you. - Korean Proverb",
    "Ogni cosa ha la sua bellezza, ma non tutti la vedono": "Everything has its beauty, but not everyone sees it. - Italian Proverb",
    "A quien madruga, Dios le ayuda": "God helps those who get up early. - Spanish Proverb",
    "Lachen ist die beste Medizin": "Laughter is the best medicine. - German Proverb",
    "À quelque chose malheur est bon": "Every cloud has a silver lining. - French Proverb",
    "Borta bra men hemma bäst": "Away is good, but home is best. - Swedish Proverb",
    "Aut viam inveniam aut faciam": "I will find a way or make one. - Latin Phrase",
    "万事開花結果": "All things bloom and bear fruit. - Chinese Proverb",
    "頭隠して尻隠さず": "Hiding one's head but not hiding one's bottom. - Japanese Proverb",
    "재수 없는 것은 재수 없다": "If luck isn't with you, it just isn't. - Korean Proverb",
    "Cane scottato teme l'acqua fredda": "A scalded dog fears cold water. - Italian Proverb",
    "Quien siembra vientos recoge tempestades": "He who sows winds reaps storms. - Spanish Proverb",
    "Hunde, die bellen, beißen nicht": "Barking dogs seldom bite. - German Proverb",
    "Chacun voit midi à sa porte": "Everyone sees noon at his doorstep. - French Proverb",
    "Aequam memento rebus in arduis servare mentem": "Remember to keep a calm mind in difficult situations. - Latin Phrase",
    "鐘が鳴るなり人が逝く": "When the bell tolls, someone departs. - Japanese Proverb",
    "시작이 반이다": "Starting is half the task. - Korean Proverb",
    "Aiutati che Dio t'aiuta": "Help yourself, and God will help you. - Italian Proverb",
    "Las desgracias nunca vienen solas": "Misfortunes never come alone. - Spanish Proverb",
    "Ein Bild sagt mehr als tausend Worte": "A picture is worth a thousand words. - German Proverb",
    "C'est en forgeant qu'on devient forgeron": "It is by forging that one becomes a blacksmith. - French Proverb",
    "Det är inte skammen att be om hjälp, men att inte göra det": "It's not shameful to ask for help, but not doing so is. - Swedish Proverb"
}